Autodesk.Revit.DB.IATFGeometrySerializationIdConverterProxy.GetExternalId(Autodesk.Revit.DB.ElementId)
Converts an Element ID to an external ID for geometry serialization
id:
The Element ID to convert.
Returns:
The result of converting the Element ID